[
  {
    "Id": 1,
    "Title": "กรมอุตุฯ เตือนฉบับ 5 พรุ่งนี้พายุฤดูร้อนถล่ม 21 จังหวัด กทม.ไม่รอด ก่อนอุณหภูมิลด 8 องศา ในภาคตะวันออกเฉียงเหนือ",
    "Content": "16 มี.ค. 2568 19:57 น.  กรมอุตุฯ เตือนฉบับ 5 พรุ่งนี้พายุฤดูร้อนถล่ม 21 จังหวัด กทม.ไม่รอด ก่อนอุณหภูมิลด 8 องศา ในภาคตะวันออกเฉียงเหนือ วันที่ 16 มี.ค.2568  กรมอุตุนิยมวิทยา ประกาศฉบับที่ 5 (58/2568) เรื่อง อากาศแปรปรวนบริเวณประเทศไทยตอนบน ฝนตกหนักบริเวณภาคใต้และคลื่นลมแรงบริเวณอ่าวไทยตอนล่าง มีผลกระทบบางพื้นที่ในช่วงวันที่ 16-20 มีนาคม 2568...",
    "Image": "https://www.khaosod.co.th/wpapp/uploads/2025/03/7-Todays-weather.jpg",
    "Link": "https://www.khaosod.co.th/breaking-news/news_9676295",
    "Date": "2025-03-16",
    "SourceImage": "https://www.khaosod.co.th/images/newlogo.png"
  },
  {
    "Id": 2,
    "Title": "แนะนำเครื่องมือกระชับพื้นที่บุตรหลานบนโลก TikTok",
    "Content": "พฤติกรรมกระหน่ำใช้โซเชียลมีเดียของเยาวชนทั่วโลก กำลังกลายเป็นข้อกังวลของพ่อแม่ ผู้ปกครอง โดยเฉพาะในประเด็นความปลอดภัยบนโลกออนไลน์ การใช้งานที่มากเกินไป และสุขภาพอนามัยที่อาจเกิดจากการลด เลิก และละเลยการใช้ชีวิตในโลกแห่งความเป็นจริง\n\nTikTok แพลตฟอร์มวิดีโอสั้นที่กำลังครอบครองเวลาหน้าจอส่วนใหญ่ของผู้คนทั่วโลก ย่อมต้องรู้ดีว่า การพยายามทำให้เยาวชน ซึ่งใช้เวลาอยู่กับ TikTok มากมายในแต่ละวัน ใช้ชีวิตอย่างมีสมดุลมากขึ้น เป็นการแสดงความรับผิดชอบต่อสังคม ที่แพลตฟอร์มขนาดใหญ่พึงกระทำ\n\n5 ปีที่แล้ว TikTok จึงได้เปิดตัว Family Pairing เครื่องมือช่วยผู้ปกครองควบคุมและดูแลการใช้งาน TikTok ของบุตรหลานได้ง่ายขึ้น ตามคำแนะนำของผู้ปกครองและผู้เชี่ยวชาญ โดยล่าสุดได้เพิ่มฟีเจอร์ Time Away ให้ผู้ปกครองสามารถกำหนดเวลาใช้งานของบุตรหลานได้ตามช่วงเวลาที่ต้องการ",
    "Image": "https://static.thairath.co.th/media/dFQROr7oWzulq5Fa6rPWpPJ657UkujXOVEhXGcvhS9WsakFML666Tv5zTJ2Jioq2ORS.jpg",
    "Link": "https://www.thairath.co.th/lifestyle/tech/2847314",
    "Date": "2025-03-16",
    "SourceImage": "https://s.isanook.com/ns/0/ud/1561/7807474/new-logo-thairath.jpg?ip/resize/w728/q80/jpg"
  },
  {
    "Id": 3,
    "Title": "ลอตเตอรี่พลัส แตก 60 ล้าน เศรษฐีใหม่ รับเละคนเดียว 48 ล้าน ส่วนอีกรายคว้า 12 ล้าน เผย นอท พันธ์ธวัช เป็นคนเลือกให้ ขอบคุณที่ให้โชค",
    "Content": "เมื่อเวลา 16.00 น. วันที่ 16 มี.ค. 2568 ภายหลังสำนักงานสลากกินแบ่งรัฐบาล ประกาศผลการออกรางวัล สลากกินแบ่งรัฐบาล งวดประจำวันที่ 16 มี.ค.2568 รางวัลที่ 1 ได้แก่หมายเลข 757563...",
    "Image": "https://www.khaosod.co.th/wpapp/uploads/2025/03/lotto-1.jpg",
    "Link": "https://www.khaosod.co.th/breaking-news/news_9676058",
    "Date": "2025-03-16",
    "SourceImage": "https://www.khaosod.co.th/images/newlogo.png"
  },
  {
    "Id": 4,
    "Title": "Tact จับมือ ไมโครซอฟท์ นำ AI พลิกโฉมการบริหารจัดการ ESG ขององค์กร",
    "Content": "Tact ที่ปรึกษาด้านกลยุทธ์ความยั่งยืนและโซลูชัน ESG นำเทคโนโลยี AI ขับเคลื่อนการจัดการข้อมูลด้านความยั่งยืน ด้วย Microsoft Cloud for Sustainability เพื่อช่วยองค์กรไทยเพิ่มขีดความสามารถในการแข่งขัน...",
    "Image": "https://www.khaosod.co.th/wpapp/uploads/2025/03/Tact-x-Microsoft.jpg",
    "Link": "https://www.khaosod.co.th/smart-sustain/news_9658150",
    "Date": "2025-03-15",
    "SourceImage": "https://www.khaosod.co.th/images/newlogo.png"
  }
]